{"response": [{"skill_id": 1, "id_block": 8, "name": "saluer, dire au revoir", "level": 1}, {"skill_id": 2, "id_block": 8, "name": "dire comment ça va ou demander comment ça va\r\n", "level": 1}, {"skill_id": 3, "id_block": 8, "name": "souhaiter un bon anniversaire, une bonne fête à quelqu’un", "level": 1}, {"skill_id": 4, "id_block": 8, "name": "combler les vides d’une conversation avec des expressions", "level": 2}, {"skill_id": 5, "id_block": 8, "name": "parler de mon école et ma ville : dire qui sont mes\r\nprofesseurs, dire les bâtiments qu’on y trouve...", "level": 2}, {"skill_id": 6, "id_block": 8, "name": "parler de ma vie d’écolier : parler de mon emploi du temps,\r\ndes matières scolaires, des horaires ...etc", "level": 2}, {"skill_id": 8, "id_block": 7, "name": "Comprendre des salutations", "level": 1}, {"skill_id": 10, "id_block": 7, "name": "Comprendre les questions/informations portant sur mon identité (nom, adresse, lieu de vie, activité, âge... )", "level": 1}, {"skill_id": 11, "id_block": 7, "name": "Comprendre les nombres jusqu’à 100, les numéros de téléphone, l’âge, l’heure", "level": 1}, {"skill_id": 13, "id_block": 7, "name": "Comprendre un accord, un désaccord", "level": 2}, {"skill_id": 15, "id_block": 7, "name": "Comprendre les nombres au delà de 100, les horaires, les prix, les dates", "level": 2}, {"skill_id": 16, "id_block": 7, "name": "M’appuyer sur des repères culturels connus pour comprendre", "level": 2}, {"skill_id": 17, "id_block": 10, "name": "Remplir une fiche de renseignements, un questionnaire... etc avec des informations personnelles", "level": 1}, {"skill_id": 18, "id_block": 10, "name": "Ecrire une carte (carte de vœux, carte d’anniversaire, carte postale pendant les vacances, carte d’invitation ...etc)", "level": 1}, {"skill_id": 19, "id_block": 10, "name": "Ecrire une description de moi même : identité, physique et caractère.", "level": 1}, {"skill_id": 20, "id_block": 10, "name": "Raconter une histoire simple avec des connecteurs chronologiques (D’abord, puis, finalement...)", "level": 2}, {"skill_id": 21, "id_block": 10, "name": "Justifier mes arguments en expliquant la cause, la conséquence, la manière ... etc avec des connecteurs de logique", "level": 2}, {"skill_id": 22, "id_block": 10, "name": "Réutiliser la méthodologie étudiée en cours pour améliorer mes productions écrites", "level": 2}, {"skill_id": 23, "id_block": 9, "name": "Comprendre une carte postale, une carte de vœu ou d’anniversaire, une carte d’invitation", "level": 1}, {"skill_id": 24, "id_block": 9, "name": "Comprendre ce qui est demandé sur une liste (liste de courses, liste de taches domestiques à exécuter ...etc)", "level": 1}, {"skill_id": 25, "id_block": 9, "name": "Faire les activités scolaires demandées (comprendre les consignes et les appliquer)", "level": 1}, {"skill_id": 26, "id_block": 9, "name": "Comprendre et identifier différents types de lettres (familière ou formelle)", "level": 2}, {"skill_id": 27, "id_block": 9, "name": "Dégager le thème principal d’un document écrit (article,fiction, annonce, lettre, ...)", "level": 2}, {"skill_id": 28, "id_block": 9, "name": "Différencier les personnes ou personnages mentionnés dans un texte en repérant les pronoms et déterminants qui se rapportent à eux.", "level": 2}, {"skill_id": 29, "id_block": 10, "name": "Ecrire une courte lettre ou un message électronique (email, chat, blog ...etc) pour demander un renseignement ou de l’aide", "level": 2}, {"skill_id": 30, "id_block": 10, "name": "Ecrire une courte lettre ou un message électronique (email, chat, blog ...etc) pour faire une suggestion / inviter quelqu’un ou réagir à cette suggestion / invitation", "level": 2}, {"skill_id": 31, "id_block": 10, "name": "Raconter un fait ou une expérience personnelle (réelle ou imaginaire) qui se passe dans le passé, le présent ou le futur", "level": 2}, {"skill_id": 35, "id_block": 7, "name": "Je peux comprendre les points principaux d une intervention sur des sujets familiers rencontres regulierement au travail.", "level": 3}, {"skill_id": 36, "id_block": 9, "name": "Je peux comprendre la description d evenements, de sentiments et de souhaits suffisamment bien pour entretenir une correspondance reguliere avec un correspondant ami.", "level": 3}, {"skill_id": 37, "id_block": 8, "name": "Je peux rapporter assez couramment une narration ou une description simples sous forme d  une suite de points. ", "level": 3}, {"skill_id": 38, "id_block": 8, "name": "Je peux relater les details essentiels d  un evenement fortuit, tel un accident.", "level": 3}, {"skill_id": 39, "id_block": 10, "name": "Je peux ecrire de brefs essais simples sur des sujets d  interet general. ", "level": 3}, {"skill_id": 40, "id_block": 8, "name": "Je peux generalement corriger lapsus et erreurs apres en avoir pris conscience ou s ils ont debouche sur un malentendu.", "level": 4}, {"skill_id": 41, "id_block": 10, "name": "Je peux relater des informations et exprimer des points de vue par ecrit et m  adapter a ceux des autres.", "level": 4}, {"skill_id": 42, "id_block": 7, "name": "Je peux comprendre la plupart des documentaires radiodiffuses en langue standard et peut identifier correctement l humeur, le ton, etc., du locuteur.", "level": 4}, {"skill_id": 43, "id_block": 7, "name": "Je peux comprendre un long discours meme s il n est pas clairement structure et que les articulations sont seulement implicites.", "level": 5}, {"skill_id": 45, "id_block": 8, "name": "​Je peux exprimer mes idees et opinions avec precision et lier mes interventions a celles de mes interlocuteurs.", "level": 5}, {"skill_id": 46, "id_block": 8, "name": "​Je peux m exprimer spontanement et couramment sans trop apparemment devoir chercher mes mots.", "level": 5}, {"skill_id": 47, "id_block": 8, "name": "Je peux utiliser des periphrases et des paraphrases pour dissimuler des lacunes lexicales et structurales.", "level": 5}, {"skill_id": 48, "id_block": 7, "name": "Je peux comprendre les emissions de television et les films sans trop d effort.", "level": 5}]}